[
  {
    "id": 1,
    "name": "jasika454",
    "review": "This game is the best triple-a (AAA) game ever. It leaves you free but tells you what to do (in the missions)",
    "rating": 5,
    "img": "https://raw.githubusercontent.com/MrpNegative/revew-data/main/img/user-1.png"
  },
  {
    "id": 2,
    "name": "jackspro4567",
    "review": "So GTA 3 was my favourite game ever (surpassing the likes of Manic Miner and Revenge Of The Mutant Camels through to Doom 2 and early Tomb Raider titles). Then GTA San Andreas was my favourite game ever (Vice City is overrated imho). Then GTA IV was my favourite game ever. Then it was Fallout New Vegas! Now it's GTA V (incorporating GTA Online). Fallout 4, you're going to have to be pretty damn special to compete with this.",
    "rating": 5,
    "img": "https://raw.githubusercontent.com/MrpNegative/revew-data/main/img/user-2.png"
  },
  {
    "id": 3,
    "name": "aliagrande567",
    "review": "What can I say? The game was definitely worth the wait. In terms of performance the game looks absolutely incredible at max settings and five hours in I have yet to experience any kind of glitches or crashes.This is a refreshing PC release in that there are no major glaring issues right out of the gate at launch. Rockstsar definitely took the extra time to polish this game nicely as it has completely blown me away. Finally a pre-order I didn;t regret.",
    "rating": 5,
    "img": "https://raw.githubusercontent.com/MrpNegative/revew-data/main/img/user-3.png"
  },
  {
    "id": 4,
    "name": "topcruse45",
    "review": "This game is incredible. I understand the hate from some because it's all over the media and the amount of articles is really too much hype but it's for the best game in a decade so it's fine with me.Only thing that could be better is the iFruit App Support for PC, guess that went off as we didn't get always-on requirement (Good thing and therefore no influence to my score).",
    "rating": 5,
    "img": "https://raw.githubusercontent.com/MrpNegative/revew-data/main/img/user-4.png"
  },
  {
    "id": 5,
    "name": "timmicrusal23",
    "review": "Single player mode is glitchy and boring after some time. Plot is regular, worse than previous GTA games.Multi player is glitchy, boring and annoying. Cheaters, modders, griefers, trolls, scumbags, **** tryhards and more and more human trash is here. 10 years old losers that cant even read task so they fail everything they have to do in missions.",
    "rating": 1,
    "img": "https://raw.githubusercontent.com/MrpNegative/revew-data/main/img/user-5.png"
  },
  {
    "id": 6,
    "name": "parsalcoin456",
    "review": "Technically great game. I was curios about huge mods libraries, but its very uncomfortable. Vortex + Skyrim are much easier. Only huge modpack could help. About crime mechanics - im not having fun. Logic and ethics of Gta and RDR is little dumb. You are good thief killing lot of cops, radio is not telling about victims but how 'its good to be bad'. Score would be much better if i could choose 'Sleeping dogs' way to play. I very dont like 4 characters career idea. For same reason ill never buy newest Watch Dogs. Quest are very interesting. Car physics - simillar to GhostRecon Wildlands - very poor, but with nice destruction mechanics. Rpg and stats elements unclear and boring - same as RDR.",
    "rating": 3,
    "img": "https://raw.githubusercontent.com/MrpNegative/revew-data/main/img/user-6.png"
  }
]
